import Image from "next/image";

export default function GeneralDirector({}) {
  return (
    <>
      <section className="px-5 mx-auto lg:px-24 general-director">
        <div className="flex flex-col rounded-lg md:flex-row">
          <div className="w-full md:w-2/3 lg:w-1/3 mb-[30px]">
            <Image
              src="/images/about/general-director.png"
              width={350}
              height={400}
              alt="general-director"
            />
          </div>

          <div className="flex flex-col w-full md:w-2/3 lg:w-2/3 ">
            <h2 className="text-white text-[40px] mb-[15px]">Т.Ганчимэг</h2>
            <p className="text-[14px] text-white mb-[10px]">
              Гурван Бухат Группийн Ерөнхий захирал
            </p>
            <p className="text-[16px] text-[#ffffffa3]">
              Эрхэм хүндэт харилцагч, хамтран ажиллагч та бүхэндээ “Гурван бухат
              групп” ХХК-ийн нийт хамт олны өмнөөс мэндчилж байна. Гурван бухат
              групп нь улсын хөгжлийг тодорхойлогч, эдийн засгийн гол хөшүүрэг
              болсон барилга бүтээн байгуулалт, үл хөдлөх хөрөнгийн салбарт үйл
              ажиллагаа явуулж эхлээд хэдийн 13 жил өнгөрөөд байна. Өнгөрсөн
              хугацаанд бид судалгаанд суурилсан үйлдвэрлэл, үйлдвэрлэлээс угтай
              бүтээн байгуулалт, бүтээн байгуулалт суурьтай хөрөнгө оруулалт,
              худалдаа гэсэн үе шаттайгаар, чанартай болон хүртээмжтэй
              үйлчилгээг хэрэглэгчдэдээ санал болгож байна. Өдрөөс өдөрт хувьсан
              өөрчлөгдөж буй зах зээлийн орчинд бид инновацилаг, инженерчлэлийн
              оновчтой шийдэл, хүн төвтэй хөгжлийг үйл ажиллагааныхаа цөм
              болгож, дэлхийн жишигт нийцсэн, дэвшилтэт техник технологи,
              инженерчлэлийн оновчтой шийдэл бүхий тогтвортой хөгжлийг дэмжсэн
              бүтээн байгуулалтаар Монгол хүний амьдрах орчныг сайжруулан, бодит
              үнэ цэнийг бий болгох эрхэм зорилго тавин ажиллаж байна.
            </p>
          </div>
        </div>
      </section>
    </>
  );
}
